Repository: Rebeccompany/Project-Bird
Catalog: Bird-Modules/Sources/NewFlashcardFeature/Resources/*.lproj/Localizable.strings
Languages: pt_br

# frente
source: Front
pt_br: Frente

# verso
source: Back
pt_br: Verso

# cores
source: Colors
pt_br: Cores

# apagar_flashcard
source: Delete Flashcard
pt_br: Apagar Flashcard

# fechar
source: Close
pt_br: Fechar

# alert_delete_flashcard
source: Are you sure you want to delete it?
pt_br: Tem certeza de que deseja deletar o flashcard?

# deletar
source: Delete
pt_br: Apagar

# cancelar
source: Cancel
pt_br: Cancelar

# criar_flashcard
source: Create Flashcard
pt_br: Criar Flashcard

# editar_flashcard
source: Edit Flashcard
pt_br: Editar Flashcard

# feito
source: Done
pt_br: Feito

# botao_feito
source: Done button
pt_br: Bot√£o de feito

# moveup_focus_disabled
source: Disabled to move up keyboard focus
pt_br: Subir foco do teclado desabilitado

# moveup_focus
source: Move up keyboard focus
pt_br: Subir foco do teclado

# down_focus_disabled
source: Disabled to down keyboard focus
pt_br: Descer foco do teclado desabilitado

# down_focus
source: Down keyboard focus
pt_br: Descer foco do teclado

# feito_disabled
source: Done disabled
pt_br: Feito desabilitado

# salvar
source: Save
pt_br: salvar
