Repository: Rebeccompany/Project-Bird
Catalog: Bird-Modules/Sources/HummingBird/Resources/*.lproj/Localizable.strings
Languages: pt_br

# sem_colecao
source: Sem Coleções
pt_br: No Collections

# sem_deck
source: Sem Baralhos
pt_br: No Decks

# sem_flashcards
source: Sem Flashards
pt_br: No Flashcards

# clicar_para_criar_colecao
source: Tap in + to create new collection
pt_br: Clique em + para criar uma nova coleção

# clicar_para_criar_deck
source: Tap in + to create new deck
pt_br: Clique em + para criar um novo baralho

# clicar_para_criar_flashcard
source: Tap in + to create new flashcard
pt_br: Clique em + para criar um novo flashcard

# piu
source: Cacaw! No
pt_br: Piu! Sem

# colecao
source: collection
pt_br: coleção

source: deck
pt_br: baralho

# frente
source: Front
pt_br: Frente

# verso
source: Back
pt_br: Verso
