Repository: Rebeccompany/Project-Bird
Catalog: Bird-Modules/Sources/ImportingFeature/Resources/*.lproj/Localizable.strings
Languages: pt_br

# csv_title
source: CSV File - .csv
pt_br: Arquivo CSV - .csv

# csv_description
source: The deck must be in the CSV Format, it must be a standard deck only with front and back and **without images**. The header names in the CSV file must be ”Front” and ”Back”.
pt_br: O baralho no formato CSV precisa que seja um deck padrão com apenas frente e verso e **sem imagens**. Os nomes dos cabeçalhos do arquivo csv precisam ser ”Front” e ”Back”.

# csv_anki_description
source: If you have a deck in the Anki format you can transform it in CSV using the link below
pt_br: Se você tem um deck no formato Anki você pode transformar ele em CSV usando o link abaixo

# csv_anki_link
source: Transform .apkg into .csv
pt_br: Transformar .apkg em .csv

# csv_import_button
source: Import .csv
pt_br: Importar .csv

# import_selection_title
source: Import Flashcards
pt_br: Importar Flashcards

# import_review_title
source: Review Flashcards
pt_br: Revisar Flashcards

# add_button
source: Add
pt_br: Adicionar

source: Cancel
pt_br: Cancelar

# importar_flashcards
source: Import Flashcards
pt_br: Importar Flashcards
