Repository: Rebeccompany/Project-Bird
Catalog: Bird-Modules/Sources/StudyFeature/Resources/*.lproj/Localizable.strings
Languages: pt_br

# clicar_em
source: Tap in
pt_br: Clicar em

# muito_dificil
source: Impossible
pt_br: Impossível

# dificil
source: Hard
pt_br: Difícil

# facil
source: Easy
pt_br: Fácil

# muito_facil
source: Easy Peasy
pt_br: Tranquilo

# atividade_concluida
source: You finished your daily activity!
pt_br: Atividade diária concluída!

# arara_comemorando
source: Macaw is celebrating with you!
pt_br: Arara está comemorando com você

# atividade_concluida_text
source: Congrats, you've accomplished your daily study goal from this deck! Come back soon to continue your studies!
pt_br: Parabéns, você cumpriu sua meta de estudos diária desse baralho! Volte em breve para continuar seus estudos!

# go_back_to_deck
source: Go Back
pt_br: Voltar

# frente
source: Front
pt_br: Frente

# verso
source: Back
pt_br: Verso

# toque_virar
source: Tap to flip the card
pt_br: Toque para virar

# escolha_nivel
source: Choose the difficulty level.
pt_br: Escolha o nível de dificuldade.

# quatro_botoes
source: Four buttons.
pt_br: Quatro botões.

# sair
source: Leave
pt_br: Sair

# intenso_concluido
source: You finished your intense session!
pt_br: Estudo intenso concluído!

# intenso_concluido_text
source: Congrats, you've completed an intense session!
pt_br: Parabéns, você concluiu uma sessão de estudo intenso!

# progress_view
source: Session Progress
pt_br: Progresso da Sessão

# titulo_grafico_total
source: Total of The Session
pt_br: Total da Sessão

# titulo_grafico_aprendizado
source: Learning
pt_br: Aprendizado

# titulo_grafico_revisao
source: Reviewing
pt_br: Revisão

# cartas_estudadas
source: cards studied
pt_br: cartas estudadas

# de
source: of
pt_br: de

# cartas
source: cards
pt_br: cartas
