Repository: Rebeccompany/Project-Bird
Catalog: Bird-Modules/Sources/OnboardingFeature/Resources/*.lproj/Localizable.strings
Languages: pt_br

# comecar
source: Start
pt_br: Começar

# pular
source: Skip
pt_br: Pular

# modo_spixii
source: Spixii Mode
pt_br: Modo Spixii

# modo_intenso
source: Intense Mode
pt_br: Modo Intenso

# colecoes
source: Collections
pt_br: Coleções

# baralhos
source: Decks
pt_br: Baralhos

# pagina_um
source: Welcome to Spixii! Here you can study through flashcards and enhance your learning and memorization.
pt_br: Bem vindo ao Spixii! Aqui você pode estudar através de flashcards e potencializar seu aprendizado e memorização.

# pagina_dois_um
source: These are made to test memory! On its front, there is a term or question, and on its back, there is the answer or definition.
pt_br: São feitos para testar a memória! Eles guardam uma pergunta ou termo na frente, e em seu verso, a resposta ou definição.

# pagina_dois_dois
source: Example: a flashcard has “Gato” on the front and “Cat” on the back.
pt_br: Exemplo: um flashcard tem ”Gato” na frente e ”Cat” no verso.

# pagina_tres_um
source: Flashcards belong to a deck!
pt_br: Os flashcards pertencem a um baralho!

# pagina_tres_dois
source: Exemplo: deck called ”Animals”
pt_br: Exemplo: baralho chamado ”Animais”

# pagina_tres_tres
source: Decks can be grouped into collections.
pt_br: Os baralhos podem ser agrupados em coleções.

# pagina_tres_quatro
source: Example: collection called ”Brazilian Portuguese Language”
pt_br: Exemplo: coleção chamada ”Língua Inglesa”

# pagina_quatro_um
source: Study mode for long-term learning based on spaced repetition method.
pt_br: Modo de estudo para aprendizado a longo prazo baseado no método de repetição espaçada.

# pagina_quatro_dois
source: In this mode, the app creates study sessions and controls how many and which cards you should study in a day.
pt_br: Nele, o app cria as sessões de estudo e controla quantos e quais cartões você deve estudar no dia.

# pagina_quatro_tres
source: Study mode for short-term memorization of large volume of content.
pt_br: Modo de estudo para memorização a curto prazo de grande volume de conteúdo.

# pagina_quatro_quatro
source: In this mode, you can study all the cards whenever you want.
pt_br: Nele, é possível estudar todos os cartões quando quiser.
