Repository: Rebeccompany/Project-Bird
Catalog: Bird-Modules/Sources/Authentication/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: Hello!
pt_br: Ola!

# message_1
source: To use our online features, we need you to sign in. You just got to press the Sign in with Apple button below.
pt_br: Para usar nossas funcionalidades onlines, nós precisamos que você tenha uma conta. Para criar, basta apertar o botão de Entrar com Apple abaixo

# message_2
source: You will be able to download and upload your decks. More features are coming for you soon
pt_br: Você poderá baixar e publicar baralhos e mais funcionalidades estão chegando!

# message_3
source: If you do not wish to Sign in, you can just press the cancel button
pt_br: Se não quiser ter um conta basta apertar no botão de cancelar abaixo.

source: Cancel
pt_br: Cancelar

# name_title
source: Just one more step
pt_br: Só mais um passo

# name_message_1
source: We would love to know how to call you! So please type in the field below a username.
pt_br: Nós adorariamos saber como te chamar! Digite um apelido no campo de texto abaixo.

# name_message_2
source: Your username will appear in all your public decks, so everyone knows the amazing person who built that Deck!
pt_br: Seu apelido vai aparecer em seus baralhos públicos, então todos saberão a pessoa incrivel que fez aquele baralho!

# name_textfield_title
source: Username
pt_br: Apelido

# name_textfield_empty_state
source: type your username here
pt_br: Digite o seu apelido aqui

# finish
source: Done
pt_br: Finalizar
